{
    "prefix": "!",
    "ownerID": "",
    "presence": "!help | Made by Emilio",
    "token": "No tokens for you :-)",
    "marketStackToken": "No tokens for you :-)",
    "quotes": [
        "the stock market is a device for transferring money from the impatient to the patient - Warren Buffet",
        "Investors should purchase stocks like they purchase groceries, not like they purchase perfume - Ben Graham",
        "An important key to investing is to remember that stocks are not lottery tickets - Peter Lynch",
        "If stock markets experts were so expert, they would be buying stock, not selling advice - Norman Augustine",
        "No price is too low for a bear or too high or a bull - Unkown",
        "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute - William Feather",
        "Everyone has the power to follow the stock market. If you made it through fifth grade math, you can do it - Peter Lynch",
        "My two rules of investing: Rule one - never lose money. Rule two - never forget rule one. - Warren Buffet",
        "Go for a business any idiot can run because sooner or later, any idiot probably is going to run it - Peter Lynch",
        "The rich invest in time, the poor invest in money - Warren Buffet",
        "Investing should be more like watching paint dry or watching grass grow. If you want excitement, take $800 and go to Las Vegas. - Paul Samuelson",
        "The four most dangerous words in investing are: This time it’s different.  - Sir John Templeton",
        "Wide diversification is only required when investors do not understand what they are doing. - Warren Buffett",
        "Rule number one: Don’t lose money. Rule number two: Don’t forget rule number one. - Warren Buffett",
        "The most important quality for an investor is temperament, not intellect. - Warren Buffett",
        "Games are won by players who focus on the playing field – not by those whose eyes are glued to the scoreboard. - Warren Buffett",
        "October: This is one of the peculiarly dangerous months to speculate in stocks. The others are July, January, September, April, November, May, March, June, December, August and February. - Mark Twain, Pudd’nhead Wilson",
        "The trick is not to learn to trust your gut feelings, but rather to discipline yourself to ignore them. Stand by your stocks as long as the fundamental story of the company hasn’t changed. - Peter Lynch",
        "If you aren’t thinking about owning a stock for ten years, don’t even think about owning it for ten minutes. - Warren Buffett",
        "The stock market is filled with individuals who know the price of everything, but the value of nothing. - Phillip Fisher",
        "An investment in knowledge pays the best interest. - Benjamin Franklin",
        "If investing is entertaining, if you’re having fun, you’re probably not making any money. Good investing is boring. - George Soros",
        "Derivatives are financial weapons of mass destruction. - Warren Buffett",
        "If I’d only followed CNBC’s advice, I’d have a million dollars today. Provided I’d started with a hundred million dollars. - Jon Stewart",
        "People don’t like the idea of thinking long term. Many are desperately seeking short term answers because they have money problems to be solved today. - Robert Kiyosaki",
        "Much success can be attributed to inactivity. Most investors cannot resist the temptation to constantly buy and sell. - Warren Buffett",
        "Unless you can watch your stock holding decline by 50% without becoming panic stricken, you should not be in the stock market. - Warren Buffett",
        "More money has been lost trying to anticipate and protect from corrections than actually in them. - Peter Lynch",
        "The investor’s chief problem and even his worst enemy is likely to be himself. - Benjamin Graham",
        "Tell me where I’m going to die so that I won’t go there. - Сharlie Munger",
        "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful. - Warren Buffett",
        "The intelligent investor is a realist who sells to optimists and buys from pessimists. - Benjamin Graham",
        "On the other hand, investing is a unique kind of casino — one where you cannot lose in the end, so long as you play only by the rules that put the odds squarely in your favour. - Benjamin Graham",
        "Big companies have small moves, small companies have big moves. - Peter Lynch",
        "Know what you own, and know why you own it. - Peter Lynch",
        "If you don’t stay with your winners, you are not going to be able to pay for the losers. - Jack D. Schwager",
        "If a man didn’t make mistakes he’d own the world in a month. But if he didn’t profit by his mistakes he wouldn’t own a blessed thing. - Edwin Lefèvre",
        "Calling someone who trades actively in the market an investor is like calling someone who repeatedly engages in one-night stands a romantic. - Warren Buffett",
        "Prices are too high is far from synonymous with The next move will be downward. Things can be overpriced and stay that way for a long time … or become far more so. - Howard Marks",
        "The most dangerous thing is to buy something at the peak of its popularity. At that point, all favourable facts and opinions are already factored into its price and no new buyers are left to emerge. - Howard Marks",
        "Everyone has the brainpower to make money in stocks. Not everyone has the stomach. - Peter Lynch",
        "Investing is not supposed to be easy. Anyone who finds it easy is stupid. - Charlie Munger"
    ]
}